{
  "timeline": [
    {
      "year": 1905,
      "event": "Gauhar Jan (born Angelina Yeoward), the first female playback singer, records a song on 78rpm released by the Gramophone company of India.",
      "highlight": "false"
    },
    {
      "year": 1913,
      "event": "Saraswatibai Phalke, the first female editor, is also a creative collaborator to her husband, Dadasaheb Phalke, starting from the first Indian feature film, 'Raja Harishchandra'.",
      "highlight": "false"
    },
    {
      "year": 1914,
      "event": "Durgabai Kamat, the first actress of Indian cinema, appears in Dadasaheb Phalke's 'Mohini Bhasmasur'.",
      "highlight": "false"
    },
    {
      "year": 1914,
      "event": "Kamlabai Kamat, the first child actress of Indian cinema, appears in Dadasaheb Phalke's 'Mohini Bhasmasur' alongside her mother, Durgabai Kamat.",
      "highlight": "false"
    },
    {
      "year": 1926,
      "event": "Fatma Begum, the first female producer, director, and writer of Indian cinema, releases her debut film 'Bulbul-e-Paristan'.",
      "highlight": "false"
    },
    {
      "year": 1929,
      "event": "Fatma Begum, the first female director of Indian cinema, releases her last film 'Goddess of Luck'.",
      "highlight": "false"
    },
    {
      "year": 1929,
      "event": "Devika Rani, widely known as the first lady of Indian cinema, assists in costume design and art direction for Himanshu Rai's 'A Throw of Dice'.",
      "highlight": "false"
    },
    {
      "year": 1935,
      "event": "Fearless Nadia, the first female stuntwoman of Indian cinema, debuts in 'Hunterwali'.",
      "highlight": "false"
    },
    {
      "year": 1935,
      "event": "Saraswati Devi (real name Khorshed Minocher Homji) composes music for 'Jawani ki Hawa' and ties for the position of the first female music director of Indian cinema.",
      "highlight": "false"
    },
    {
      "year": 1935,
      "event": "Jaddan Bai composes the music for and acts in 'Talashe Haq'.",
      "highlight": "false"
    },
    {
      "year": 1955,
      "event": "Saroj Mohini Nayyar, India's first female lyricist, pens 'Preetam Aan Milo'.",
      "highlight": "false"
    },
    {
      "year": 1965,
      "event": "Parvati Nayar Menon, the first woman student at FTII, completes her course in Screenplay Writing & Elements of Direction.",
      "highlight": "true"
    },
    {
      "year": 1965,
      "event": "Ava Das, Pratima Naik, Rehana Sultan, Sudha Rani Sharma, and Urvashi Datta are the first five women to graduate in Acting from FTII.",
      "highlight": "true"
    },
    {
      "year": 1966,
      "event": "Parvati Nayar Menon completes her course in Advanced Direction.",
      "highlight": "true"
    },
    {
      "year": 1966,
      "event": "Bani Datta completes her course in Screenplay Writing & Elements of Direction.",
      "highlight": "true"
    },
    {
      "year": 1967,
      "event": "Naimeth Unnisa Suneri and Sabha Fazil graduate in Acting from FTII.",
      "highlight": "true"
    },
    {
      "year": 1967,
      "event": "Bani Datta completes her course in Advanced Direction.",
      "highlight": "true"
    },
    {
      "year": 1968,
      "event": "Asha K Chandra and Ulka Sonawane graduate in Acting from FTII.",
      "highlight": "true"
    },
    {
      "year": 1974,
      "event": "Saroj Khan choreographs her first song for 'Geeta Mera Naam'.",
      "highlight": "false"
    },
    {
      "year": 1983,
      "event": "Bhanu Athaiya wins India's first Oscar for her work as a costume designer for 'Gandhi'.",
      "highlight": "false"
    },
    {
      "year": 1985,
      "event": "BR Vijayalakshmi becomes Asia's first female cinematographer, making her debut as the Director of Photography for the popular Tamil film 'Chinna Veedu'.",
      "highlight": "false"
    }
  ]
}
